Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# • 每一天都是余生中最年轻的一天。
source: • Every day is the youngest day of the rest of your life.
de: • Jeder Tag ist der jüngste Tag deines restlichen Lebens.
es: • Cada día es el día más joven del resto de tu vida.
fr: • Chaque jour est le plus jeune du reste de ta vie.
ja: • 毎日は、これからの人生でいちばん若い日。
ko: • 매일은 남은 삶에서 가장 젊은 하루야.
pt_br: • Cada dia é o dia mais jovem do resto da sua vida.
zh_hans: • 每一天都是余生中最年轻的一天。
zh_hant: • 每一天都是餘生中最年輕的一天。

# • 深夜的星光，是宇宙的情书。
source: • Late-night starlight is a love letter from the universe.
de: • Sternenlicht in tiefer Nacht ist ein Liebesbrief des Universums.
es: • La luz de las estrellas de medianoche es una carta de amor del universo.
fr: • La lumière des étoiles nocturnes est une lettre d'amour de l'univers.
ja: • 深夜の星明かりは、宇宙からのラブレター。
ko: • 깊은 밤의 별빛은 우주의 러브레터야.
pt_br: • A luz das estrelas à noite é uma carta de amor do universo.
zh_hans: • 深夜的星光，是宇宙的情书。
zh_hant: • 深夜的星光，是宇宙的情書。

# • 温柔半两，从容一生。
source: • A little tenderness can make a whole life calmer.
de: • Ein wenig Sanftheit kann ein ganzes Leben gelassen machen.
es: • Un poco de ternura puede volver serena toda una vida.
fr: • Un peu de douceur peut rendre toute une vie plus sereine.
ja: • 少しのやさしさで、一生は穏やかになる。
ko: • 작은 다정함이 한 삶을 여유롭게 만들어.
pt_br: • Um pouco de ternura pode deixar a vida inteira mais serena.
zh_hans: • 温柔半两，从容一生。
zh_hant: • 溫柔半兩，從容一生。

# • 生活再忙，也要记得好好吃饭。
source: • No matter how busy life gets, remember to eat well.
de: • So geschäftig das Leben auch ist, vergiss nicht, gut zu essen.
es: • Por muy ocupada que esté la vida, recuerda comer bien.
fr: • Même quand la vie est chargée, n'oublie pas de bien manger.
ja: • どんなに忙しくても、ちゃんと食べることを忘れずに。
ko: • 아무리 바빠도 잘 챙겨 먹는 걸 잊지 마.
pt_br: • Por mais corrida que a vida esteja, lembre-se de comer bem.
zh_hans: • 生活再忙，也要记得好好吃饭。
zh_hant: • 生活再忙，也要記得好好吃飯。

# • 生活明朗，万物可爱。
source: • Life is bright, and everything feels lovable.
de: • Das Leben ist hell, und alles wirkt liebenswert.
es: • La vida está clara, y todo se vuelve adorable.
fr: • La vie est lumineuse, et tout devient adorable.
ja: • 暮らしは明るく、すべてが愛おしい。
ko: • 삶은 밝고, 모든 것이 사랑스러워.
pt_br: • A vida está luminosa, e tudo parece adorável.
zh_hans: • 生活明朗，万物可爱。
zh_hant: • 生活明朗，萬物可愛。

# • 睡吧，明天又是新的一天。
source: • Sleep now; tomorrow is a new day again.
de: • Schlaf gut; morgen ist wieder ein neuer Tag.
es: • Duerme; mañana será un nuevo día otra vez.
fr: • Dors bien; demain sera encore un nouveau jour.
ja: • 眠ろう、明日はまた新しい一日。
ko: • 잘 자, 내일은 또 새로운 하루야.
pt_br: • Durma; amanhã será um novo dia outra vez.
zh_hans: • 睡吧，明天又是新的一天。
zh_hant: • 睡吧，明天又是新的一天。

# • 阳光斜斜地照进来，像一封旧信。
source: • Sunlight slips in at an angle, like an old letter.
de: • Das Licht fällt schräg herein wie ein alter Brief.
es: • La luz entra inclinada, como una carta antigua.
fr: • Le soleil entre en biais, comme une vieille lettre.
ja: • 斜めに差し込む陽ざしは、古い手紙みたい。
ko: • 비스듬히 들어오는 햇살이 오래된 편지 같아.
pt_br: • A luz entra de lado, como uma carta antiga.
zh_hans: • 阳光斜斜地照进来，像一封旧信。
zh_hant: • 陽光斜斜地照進來，像一封舊信。

# • 阳光正好，不负韶华。
source: • The sunlight is just right; honor the beauty of this moment.
de: • Das Sonnenlicht ist genau richtig; verschwende deine besten Jahre nicht.
es: • El sol está en su punto; honra la belleza de este momento.
fr: • Le soleil est parfait; honore la beauté de cet instant.
ja: • 陽ざしはちょうどよく、この美しい時間を大切に。
ko: • 햇살이 딱 좋아, 이 순간의 아름다움을 놓치지 마.
pt_br: • O sol está perfeito; honre a beleza deste momento.
zh_hans: • 阳光正好，不负韶华。
zh_hant: • 陽光正好，不負韶華。

# • 阳光正好，适合想念。
source: • The sunlight is just right, perfect for gentle longing.
de: • Das Sonnenlicht ist gerade richtig, gut zum Vermissen.
es: • La luz está perfecta, ideal para extrañar con ternura.
fr: • Le soleil est parfait, propice aux pensées tendres.
ja: • 陽ざしがちょうどよくて、誰かを想うのに似合う。
ko: • 햇살이 좋아서, 그리움이 잘 어울리는 시간.
pt_br: • A luz está perfeita, boa para sentir saudade com carinho.
zh_hans: • 阳光正好，适合想念。
zh_hant: • 陽光正好，適合想念。

# • 阳光洒满窗台，心情也要晒晒太阳。
source: • Sunlight fills the windowsill; let your mood bask in it too.
de: • Sonnenlicht füllt die Fensterbank; lass auch deine Stimmung Sonne tanken.
es: • La luz llena la ventana; deja que tu ánimo también tome sol.
fr: • Le soleil couvre le rebord de la fenêtre; laisse ton humeur s'y réchauffer aussi.
ja: • 窓辺いっぱいの陽ざしに、心も日なたぼっこしよう。
ko: • 창가에 햇살이 가득해, 마음도 햇볕을 쬐게 하자.
pt_br: • A luz enche a janela; deixe o humor tomar sol também.
zh_hans: • 阳光洒满窗台，心情也要晒晒太阳。
zh_hant: • 陽光灑滿窗臺，心情也要曬曬太陽。

# • 静享此刻，便是最好的时光。
source: • Quietly enjoying this moment is the best kind of time.
de: • Diesen Moment still zu genießen, ist die beste Zeit.
es: • Disfrutar este instante en calma es el mejor tiempo.
fr: • Savourer cet instant en silence, c'est le plus beau moment.
ja: • この瞬間を静かに味わう、それがいちばんよい時間。
ko: • 이 순간을 조용히 즐기는 것이 가장 좋은 시간이야.
pt_br: • Aproveitar este momento em silêncio é o melhor tempo.
zh_hans: • 静享此刻，便是最好的时光。
zh_hant: • 靜享此刻，便是最好的時光。

# • 黎明前的黑暗，孕育着最美的光。
source: • The dark before dawn carries the loveliest light.
de: • Die Dunkelheit vor der Dämmerung trägt das schönste Licht in sich.
es: • La oscuridad antes del amanecer guarda la luz más hermosa.
fr: • L'obscurité avant l'aube porte la plus belle lumière.
ja: • 夜明け前の闇には、いちばん美しい光が育っている。
ko: • 새벽 전 어둠은 가장 아름다운 빛을 품고 있어.
pt_br: • A escuridão antes do amanhecer guarda a luz mais bonita.
zh_hans: • 黎明前的黑暗，孕育着最美的光。
zh_hant: • 黎明前的黑暗，孕育著最美的光。

# ⚠️ 前方尾款大军已集结！ 温馨提示：看完请抱紧你的钱包，深呼吸是没用的，不如默念"美貌无价"！ (｡•́ω•̀｡)
source: ⚠️ The final-payment army has assembled! Gentle reminder: hold your wallet tight after looking. Deep breaths will not help as much as repeating "beauty is priceless"! (｡•́ω•̀｡)
de: ⚠️ Die Restzahlungs-Armee steht bereit! Kleiner Hinweis: Halte danach deinen Geldbeutel fest. Tief durchatmen hilft weniger als "Schönheit ist unbezahlbar" zu murmeln! (｡•́ω•̀｡)
es: ⚠️ El ejercito de pagos finales ya esta reunido. Consejo cariñoso: abraza fuerte tu billetera despues de mirar. Respirar hondo ayuda menos que repetir "la belleza no tiene precio". (｡•́ω•̀｡)
fr: ⚠️ L'armee des paiements finaux est rassemblee ! Petit rappel : serre bien ton portefeuille apres avoir regarde. Respirer profondement aidera moins que repeter "la beaute n'a pas de prix" ! (｡•́ω•̀｡)
ja: ⚠️ これから残金軍団が集結します！ 見終わったらお財布をぎゅっと抱きしめてね。深呼吸より「かわいさはプライスレス」と唱えるのが効くかも！ (｡•́ω•̀｡)
ko: ⚠️ 잔금 군단이 앞에 모였어요! 다 보고 나면 지갑을 꼭 안아 주세요. 깊게 숨쉬기보다 "예쁨은 값을 매길 수 없어"라고 외우는 게 나을지도요! (｡•́ω•̀｡)
pt_br: ⚠️ O exercito dos pagamentos finais se reuniu! Dica carinhosa: abrace bem a carteira depois de olhar. Respirar fundo ajuda menos do que repetir "beleza nao tem preço"! (｡•́ω•̀｡)
zh_hans: ⚠️ 前方尾款大军已集结！ 温馨提示：看完请抱紧你的钱包，深呼吸是没用的，不如默念"美貌无价"！ (｡•́ω•̀｡)
zh_hant: ⚠️ 前方尾款大軍已集結！ 溫馨提示：看完請抱緊你的錢包，深呼吸是沒用的，不如默念「美貌無價」！ (｡•́ω•̀｡)

# 🎉 首充双倍！获得 %d 喵币
source: 🎉 First purchase double bonus! You received %d Meow Coins
de: 🎉 Doppelbonus beim Erstkauf! Du hast %d Miau-Muenzen erhalten
es: 🎉 Bono doble de primera compra! Recibiste %d monedas Miau
fr: 🎉 Bonus double de premier achat ! Vous avez recu %d pieces Miaou
ja: 🎉 初回2倍ボーナス！%d ニャーコインを獲得
ko: 🎉 첫 구매 2배! %d 야옹 코인을 받았어요
pt_br: 🎉 Bonus em dobro na primeira compra! Voce recebeu %d Moedas Miau
zh_hans: 🎉 首充双倍！获得 %d 喵币
zh_hant: 🎉 首儲雙倍！獲得 %d 喵幣

# 🎉 首充双倍活动
source: 🎉 First Purchase Double Bonus
de: 🎉 Doppelbonus beim Erstkauf
es: 🎉 Bono doble en la primera compra
fr: 🎉 Bonus double au premier achat
ja: 🎉 初回購入2倍キャンペーン
ko: 🎉 첫 구매 2배 이벤트
pt_br: 🎉 Bonus em dobro na primeira compra
zh_hans: 🎉 首充双倍活动
zh_hant: 🎉 首儲雙倍活動

# ¥%@（约 JP¥%@）
source: ¥%@ (approx. JP¥%@)
de: ¥%@ (ca. JP¥%@)
es: ¥%@ (aprox. JP¥%@)
fr: ¥%@ (env. JP¥%@)
ja: ¥%@（約 JP¥%@）
ko: ¥%@ (약 JP¥%@)
pt_br: ¥%@ (aprox. JP¥%@)
zh_hans: ¥%@（约 JP¥%@）
zh_hant: ¥%@（約 JP¥%@）

# 1 CNY = %@ JPY（未记录时间）
source: 1 CNY = %@ JPY (time not recorded)
de: 1 CNY = %@ JPY (Zeit nicht aufgezeichnet)
es: 1 CNY = %@ JPY (hora no registrada)
fr: 1 CNY = %@ JPY (heure non enregistrée)
ja: 1 CNY = %@ JPY（記録時間なし）
ko: 1 CNY = %@ JPY (기록 시간 없음)
pt_br: 1 CNY = %@ JPY (hora não registrada)
zh_hans: 1 CNY = %@ JPY（未记录时间）
zh_hant: 1 CNY = %@ JPY（未記錄時間）

# A 场景搭配
source: A Scene Outfit
de: A Szenen-Outfit
es: A Outfit por escena
fr: A Tenue par scène
ja: A シーン別コーデ
ko: A 상황별 코디
pt_br: A Look por ocasião
zh_hans: A 场景搭配
zh_hant: A 場景搭配

# A. 帮我搭一套
source: A. Style an outfit for me
de: A. Stell mir ein Outfit zusammen
es: A. Arma un look para mí
fr: A. Compose une tenue
ja: A. コーデを組んで
ko: A. 코디 하나 짜 줘
pt_br: A. Monte um look para mim
zh_hans: A. 帮我搭一套
zh_hant: A. 幫我搭一套

# A. 甜美约会
source: A. Sweet date
de: A. Süßes Date
es: A. Cita dulce
fr: A. Rendez-vous doux
ja: A. 甘めデート
ko: A. 달콤한 데이트
pt_br: A. Encontro delicado
zh_hans: A. 甜美约会
zh_hant: A. 甜美約會

# A. 直接给我穿搭建议
source: A. Give me outfit advice
de: A. Gib mir direkt Outfit-Tipps
es: A. Dame consejo de look
fr: A. Donne-moi un conseil tenue
ja: A. すぐコーデ提案して
ko: A. 바로 코디 추천해 줘
pt_br: A. Me dê uma dica de look
zh_hans: A. 直接给我穿搭建议
zh_hant: A. 直接給我穿搭建議

# AI 生成
source: AI Generated
de: KI-generiert
es: Generado por IA
fr: Généré par IA
ja: AI生成
ko: AI 생성
pt_br: Gerado por IA
zh_hans: AI 生成
zh_hant: AI 生成

# AI生成
source: AI Generated
de: KI-generiert
es: Generado por IA
fr: Généré par IA
ja: AI生成
ko: AI 생성
pt_br: Gerado por IA
zh_hans: AI生成
zh_hant: AI 生成

# AI生成穿搭色
source: Generate Colors with AI
de: Farben mit KI generieren
es: Generar colores con IA
fr: Générer avec l'IA
ja: AIでカラーを生成
ko: AI로 색상 생성
pt_br: Gerar cores com IA
zh_hans: AI生成穿搭色
zh_hant: AI 生成穿搭色

# App Icon 红点：%d
source: App icon badge: %d
de: App-Symbol-Badge: %d
es: Insignia del icono de la app: %d
fr: Badge de l'icone d'app : %d
ja: App Icon バッジ：%d
ko: 앱 아이콘 배지: %d
pt_br: Badge do icone do app: %d
zh_hans: App Icon 红点：%d
zh_hant: App Icon 紅點：%d

# App Store 优惠码
source: App Store Offer Codes
de: App Store Angebotscodes
es: Codigos promocionales de App Store
fr: Codes promotionnels App Store
ja: App Store オファーコード
ko: App Store 혜택 코드
pt_br: Codigos promocionais da App Store
zh_hans: App Store 优惠码
zh_hant: App Store 優惠碼

# App 内未读：%d
source: Unread in app: %d
de: In der App ungelesen: %d
es: Sin leer en la app: %d
fr: Non lues dans l'app : %d
ja: アプリ内未読：%d
ko: 앱 내 읽지 않음: %d
pt_br: Nao lidas no app: %d
zh_hans: App 内未读：%d
zh_hant: App 內未讀：%d

# B 天气穿搭
source: B Weather Outfit
de: B Wetter-Outfit
es: B Outfit para el clima
fr: B Tenue météo
ja: B 天気コーデ
ko: B 날씨 코디
pt_br: B Look para o clima
zh_hans: B 天气穿搭
zh_hant: B 天氣穿搭

# B. 只看雨天裙+鞋+伞
source: B. Rainy-day dress + shoes + umbrella
de: B. Regen-Look: Kleid + Schuhe + Schirm
es: B. Lluvia: vestido + zapatos + paraguas
fr: B. Robe + chaussures + parapluie pour la pluie
ja: B. 雨の日の服+靴+傘だけ
ko: B. 비 오는 날 원피스+신발+우산만
pt_br: B. Chuva: vestido + sapatos + guarda-chuva
zh_hans: B. 只看雨天裙+鞋+伞
zh_hant: B. 只看雨天裙+鞋+傘

# B. 看天气穿搭
source: B. Weather outfit
de: B. Outfit nach Wetter
es: B. Look según el clima
fr: B. Tenue selon la météo
ja: B. 天気に合わせる
ko: B. 날씨별 코디 보기
pt_br: B. Look pelo clima
zh_hans: B. 看天气穿搭
zh_hant: B. 看天氣穿搭

# B. 通勤日常
source: B. Everyday commute
de: B. Alltag und Pendeln
es: B. Diario de oficina
fr: B. Quotidien de bureau
ja: B. 通勤デイリー
ko: B. 출근 데일리
pt_br: B. Dia a dia de trabalho
zh_hans: B. 通勤日常
zh_hant: B. 通勤日常

# C 情绪陪伴
source: C Mood Support
de: C Stimmungsbegleitung
es: C Apoyo emocional
fr: C Soutien émotionnel
ja: C 気分サポート
ko: C 기분 케어
pt_br: C Apoio emocional
zh_hans: C 情绪陪伴
zh_hant: C 情緒陪伴

# C. 先安慰我一下
source: C. Comfort me first
de: C. Tröste mich zuerst
es: C. Consuélame primero
fr: C. Réconforte-moi d’abord
ja: C. 先に励まして
ko: C. 먼저 위로해 줘
pt_br: C. Me acalme primeiro
zh_hans: C. 先安慰我一下
zh_hant: C. 先安慰我一下

# C. 帮我找裙子
source: C. Help me find dresses
de: C. Hilf mir, Kleider zu finden
es: C. Ayúdame a buscar vestidos
fr: C. Aide-moi à trouver des robes
ja: C. スカートを探して
ko: C. 원피스 찾아 줘
pt_br: C. Me ajude a encontrar vestidos
zh_hans: C. 帮我找裙子
zh_hant: C. 幫我找裙子

# C. 我有点焦虑，先聊聊
source: C. I feel anxious, let’s talk first
de: C. Ich bin etwas nervös, lass uns erst reden
es: C. Estoy algo ansiosa, hablemos primero
fr: C. Je suis un peu anxieuse, parlons d’abord
ja: C. 少し不安、先に話したい
ko: C. 조금 불안해요, 먼저 이야기해요
pt_br: C. Estou um pouco ansiosa, vamos conversar primeiro
zh_hans: C. 我有点焦虑，先聊聊
zh_hant: C. 我有點焦慮，先聊聊

# Debug：已增加 1000 %@和 1000 %@
source: Debug: added 1000 %@ and 1000 %@
de: Debug: 1000 %@ und 1000 %@ hinzugefügt
es: Debug: se añadieron 1000 %@ y 1000 %@
fr: Debug : 1000 %@ et 1000 %@ ajoutés
ja: Debug: 1000 %@と1000 %@を追加しました
ko: Debug: 1000 %@ 및 1000 %@을(를) 추가했어요
pt_br: Debug: 1000 %@ e 1000 %@ adicionados
zh_hans: Debug：已增加 1000 %@和 1000 %@
zh_hant: Debug：已增加 1000 %@和 1000 %@

# JP¥%@（折合 ¥%@）
source: JP¥%@ (≈ ¥%@)
de: JP¥%@ (entspricht ¥%@)
ja: JP¥%@（¥%@相当）
ko: JP¥%@ (환산 ¥%@)
zh_hans: JP¥%@（折合 ¥%@）
zh_hant: JP¥%@（折合 ¥%@）

# Pink House IAP 问题反馈
source: Pink House IAP Issue Report
de: Pink House IAP Problembericht
es: Informe de problema de IAP de Pink House
fr: Rapport de probleme IAP Pink House
ja: Pink House IAP 問題報告
ko: Pink House IAP 문제 신고
pt_br: Relatorio de problema de IAP do Pink House
zh_hans: Pink House IAP 问题反馈
zh_hant: Pink House IAP 問題回報

# VIP 不单独售卖
source: VIP is not sold separately
de: VIP wird nicht separat verkauft
es: VIP no se vende por separado
fr: Le VIP n'est pas vendu separement
ja: VIP は単体販売されません
ko: VIP는 별도로 판매되지 않습니다
pt_br: VIP nao e vendido separadamente
zh_hans: VIP 不单独售卖
zh_hant: VIP 不單獨販售

# VIP 专属桌面换装
source: VIP Home Screen Style
de: VIP-Home-Bildschirm-Stil
es: Estilo VIP para pantalla de inicio
fr: Style d'ecran d'accueil VIP
ja: VIP専用ホーム画面スタイル
ko: VIP 전용 홈 화면 스타일
pt_br: Estilo VIP da Tela de Inicio
zh_hans: VIP 专属桌面换装
zh_hant: VIP 專屬桌面換裝

# VIP 为喵币兑换型权益，不自动续费。
source: VIP is redeemed with Meow Coins and does not renew automatically.
de: VIP wird mit Miau-Muenzen eingeloest und verlaengert sich nicht automatisch.
es: VIP se canjea con monedas Miau y no se renueva automaticamente.
fr: Le VIP s'echange avec des pieces Miaou et ne se renouvelle pas automatiquement.
ja: VIP はニャーコインで引き換える特典で、自動更新はありません。
ko: VIP는 야옹 코인으로 교환하는 혜택이며 자동 갱신되지 않습니다.
pt_br: VIP e resgatado com Moedas Miau e nao renova automaticamente.
zh_hans: VIP 为喵币兑换型权益，不自动续费。
zh_hant: VIP 為喵幣兌換型權益，不自動續費。

# VIP 期间可直接使用魔法配色；若你已经单独花喵币解锁，就算 VIP 到期也不会关闭。
source: During VIP, Magic Colors are available directly. If you already unlocked them separately with Meow Coins, they will stay available even after VIP expires.
de: Waehrend VIP kannst du Magische Farben direkt nutzen. Wenn du sie separat mit Miau-Muenzen freigeschaltet hast, bleiben sie auch nach VIP-Ablauf aktiv.
es: Durante VIP, puedes usar Colores magicos directamente. Si ya los desbloqueaste con monedas Miau, seguiran disponibles tras vencer VIP.
fr: Pendant le VIP, les Couleurs magiques sont disponibles directement. Si vous les avez deja debloquees avec des pieces Miaou, elles restent actives apres expiration du VIP.
ja: VIP 期間中は魔法カラーを直接使えます。ニャーコインで個別に解除済みの場合、VIP 期限後も使えます。
ko: VIP 기간에는 마법 색상을 바로 사용할 수 있습니다. 야옹 코인으로 따로 해제했다면 VIP가 만료되어도 닫히지 않습니다.
pt_br: Durante o VIP, Cores magicas ficam disponiveis diretamente. Se voce ja desbloqueou com Moedas Miau, elas continuam mesmo apos o VIP expirar.
zh_hans: VIP 期间可直接使用魔法配色；若你已经单独花喵币解锁，就算 VIP 到期也不会关闭。
zh_hant: VIP 期間可直接使用魔法配色；若你已經單獨花喵幣解鎖，就算 VIP 到期也不會關閉。

# VIP 期间萌宠商店享 %@， 主题皮肤商店 %@。
source: During VIP, enjoy %@ in the Pet Shop, and %@ in the Theme Skin Store.
de: Waehrend VIP erhaelst du %@ im Haustier-Shop und %@ im Theme-Skin-Shop.
es: Durante VIP, disfruta %@ en la tienda de mascotas y %@ en la tienda de skins.
fr: Pendant le VIP, profitez de %@ dans la boutique des animaux, et de %@ dans la boutique de skins.
ja: VIP 期間中、ペットショップは %@、 テーマスキンストアは %@ です。
ko: VIP 기간 동안 펫 상점 %@, 테마 스킨 상점 %@ 혜택을 누리세요.
pt_br: Durante o VIP, aproveite %@ na loja de pets e %@ na loja de skins.
zh_hans: VIP 期间萌宠商店享 %@， 主题皮肤商店 %@。
zh_hant: VIP 期間萌寵商店享 %@， 主題皮膚商店 %@。

# VIP 萌宠商店专享 6 折优惠
source: VIP members get 40% off in the pet shop
de: VIPs erhalten 40 % Rabatt im Haustier-Shop
es: VIP obtiene 40 % de descuento en la tienda de mascotas
fr: Les VIP ont 40 % de réduction à la boutique des animaux
ja: VIP限定、ペットショップ40%オフ
ko: VIP 전용 펫 상점 40% 할인
pt_br: VIP tem 40% de desconto na loja de pets
zh_hans: VIP 萌宠商店专享 6 折优惠
zh_hant: VIP 萌寵商店專享 6 折優惠

# VIP专属
source: VIP Exclusive
de: VIP-exklusiv
es: Exclusivo VIP
fr: Exclusif VIP
ja: VIP限定
ko: VIP 전용
pt_br: Exclusivo VIP
zh_hans: VIP专属
zh_hant: VIP 專屬

# VIP会员
source: VIP Membership
de: VIP-Mitgliedschaft
es: Membresia VIP
fr: Abonnement VIP
ja: VIP メンバーシップ
ko: VIP 멤버십
pt_br: Assinatura VIP
zh_hans: VIP会员
zh_hant: VIP 會員

# VIP身份
source: VIP Identity
de: VIP-Identitaet
es: Identidad VIP
fr: Identite VIP
ja: VIP 身分
ko: VIP 신분
pt_br: Identidade VIP
zh_hans: VIP身份
zh_hant: VIP 身份

# 一个月
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
ja: 1か月
ko: 1개월
pt_br: 1 mes
zh_hans: 一个月
zh_hant: 一個月

# 一个月内
source: Within 1 month
de: Innerhalb von 1 Monat
es: En 1 mes
fr: Sur 1 mois
ja: 1か月以内
ko: 한 달 이내
pt_br: Em 1 mes
zh_hans: 一个月内
zh_hant: 一個月內

# 一个闪闪发亮的大宝箱，装着 1280 喵币，一开箱就是满满收获。
source: A shining large chest with 1280 Meow Coins, full of rewards the moment you open it.
de: Eine glaenzende grosse Truhe mit 1280 Miau-Muenzen, direkt voller Belohnungen beim Oeffnen.
es: Un gran cofre brillante con 1280 monedas Miau, lleno de recompensas al abrirlo.
fr: Un grand coffre brillant avec 1280 pieces Miaou, rempli de recompenses des l'ouverture.
ja: 1280 ニャーコイン入りのきらめく大きな宝箱。開けた瞬間からたっぷりの収穫です。
ko: 1280 야옹 코인이 든 반짝이는 큰 보물상자. 열자마자 풍성한 보상이 가득해요.
pt_br: Um bau grande e brilhante com 1280 Moedas Miau, cheio de recompensas ao abrir.
zh_hans: 一个闪闪发亮的大宝箱，装着 1280 喵币，一开箱就是满满收获。
zh_hant: 一個閃閃發亮的大寶箱，裝著 1280 喵幣，一開箱就是滿滿收穫。

# 一只喜欢喝奶茶的橘猫， 性格温顺，最爱撒娇。
source: An orange cat who loves milk tea, gentle and very affectionate.
de: Eine orangefarbene Katze, die Milk Tea liebt, sanft und sehr verschmust.
es: Un gato naranja que ama el té con leche, tierno y muy cariñoso.
fr: Un chat roux qui adore le thé au lait, doux et très câlin.
ja: ミルクティーが好きな茶トラ猫。 穏やかで、甘えるのが大好き。
ko: 밀크티를 좋아하는 주황 고양이. 온순하고 애교가 많아요.
pt_br: Um gato laranja que adora chá com leite, gentil e muito carinhoso.
zh_hans: 一只喜欢喝奶茶的橘猫， 性格温顺，最爱撒娇。
zh_hant: 一隻喜歡喝奶茶的橘貓， 性格溫順，最愛撒嬌。

# 一只满满当当的小宝箱，装着 500 喵币，拿在手里都觉得底气足。
source: A small chest packed with 500 Meow Coins, enough to feel nicely prepared.
de: Eine kleine Truhe voller 500 Miau-Muenzen, genug fuer ein gutes Gefuehl.
es: Un cofre pequeno lleno con 500 monedas Miau, suficiente para sentirse preparado.
fr: Un petit coffre rempli de 500 pieces Miaou, assez pour se sentir bien prepare.
ja: 500 ニャーコインがぎっしり入った小さな宝箱。手にするだけで心強い量です。
ko: 500 야옹 코인이 가득 든 작은 보물상자. 손에 쥐면 든든해져요.
pt_br: Um bauzinho cheio com 500 Moedas Miau, suficiente para se sentir preparado.
zh_hans: 一只满满当当的小宝箱，装着 500 喵币，拿在手里都觉得底气足。
zh_hant: 一只滿滿當當的小寶箱，裝著 500 喵幣，拿在手裡都覺得底氣足。

# 一只轻巧的小钱包，装着 60 喵币，适合先给小猫添一点零花。
source: A light little pouch with 60 Meow Coins, perfect for giving your cat a bit of pocket money.
de: Ein leichter kleiner Beutel mit 60 Miau-Muenzen, ideal fuer ein kleines Taschengeld fuer deine Katze.
es: Un monedero ligero con 60 monedas Miau, perfecto para darle un poco de dinero de bolsillo al gato.
fr: Une petite bourse legere avec 60 pieces Miaou, parfaite pour donner un peu d'argent de poche au chat.
ja: 60 ニャーコイン入りの軽い小さなお財布。猫ちゃんに少しお小遣いをあげるのにぴったり。
ko: 60 야옹 코인이 든 가벼운 작은 지갑. 고양이에게 작은 용돈을 주기 좋아요.
pt_br: Uma carteirinha leve com 60 Moedas Miau, perfeita para dar um dinheirinho ao gato.
zh_hans: 一只轻巧的小钱包，装着 60 喵币，适合先给小猫添一点零花。
zh_hant: 一只輕巧的小錢包，裝著 60 喵幣，適合先給小貓添一點零花。

# 一座堆得满满的藏宝库，装着 3280 喵币，想把一整片钱袋都搬回家。
source: A treasure vault stacked high with 3280 Meow Coins, like carrying home a whole room of coin bags.
de: Eine Schatzkammer voller 3280 Miau-Muenzen, als wuerdest du einen ganzen Raum voller Muenzenbeutel mitnehmen.
es: Una camara del tesoro llena con 3280 monedas Miau, como llevarte a casa una sala de bolsas de monedas.
fr: Un coffre au tresor rempli de 3280 pieces Miaou, comme rapporter toute une salle de sacs de pieces.
ja: 3280 ニャーコインが山積みの宝物庫。コイン袋の部屋ごと持ち帰るような気分です。
ko: 3280 야옹 코인이 가득 쌓인 보물창고. 코인 주머니 방 전체를 집으로 가져가는 느낌이에요.
pt_br: Um cofre do tesouro cheio com 3280 Moedas Miau, como levar para casa uma sala inteira de sacos de moedas.
zh_hans: 一座堆得满满的藏宝库，装着 3280 喵币，想把一整片钱袋都搬回家。
zh_hant: 一座堆得滿滿的藏寶庫，裝著 3280 喵幣，像把一整片錢袋都搬回家。

# 一袋沉甸甸的鼓鼓袋，装着 300 喵币，花起来更从容一些。
source: A satisfyingly heavy bag with 300 Meow Coins, giving you more room to spend comfortably.
de: Ein angenehm schwerer Beutel mit 300 Miau-Muenzen, damit du entspannter ausgeben kannst.
es: Una bolsa pesada con 300 monedas Miau para gastar con mas tranquilidad.
fr: Un sac bien lourd avec 300 pieces Miaou, pour depenser avec plus de liberte.
ja: 300 ニャーコイン入りのずっしりした袋。ゆったり使える余裕があります。
ko: 300 야옹 코인이 든 묵직한 주머니. 더 여유롭게 쓸 수 있어요.
pt_br: Um saco bem pesado com 300 Moedas Miau para gastar com mais tranquilidade.
zh_hans: 一袋沉甸甸的鼓鼓袋，装着 300 喵币，花起来更从容一些。
zh_hant: 一袋沉甸甸的鼓鼓袋，裝著 300 喵幣，花起來更從容一些。

# 一袋鼓鼓的零食袋，装着 120 喵币，刚好够添几样喜欢的小东西。
source: A plump snack bag with 120 Meow Coins, just enough for a few favorite little treats.
de: Ein praller Snackbeutel mit 120 Miau-Muenzen, genau richtig fuer ein paar Lieblingskleinigkeiten.
es: Una bolsa de snacks bien llena con 120 monedas Miau, justo para algunos caprichos pequenos.
fr: Un sachet bien rempli avec 120 pieces Miaou, juste assez pour quelques petits coups de coeur.
ja: 120 ニャーコイン入りのふっくらおやつ袋。好きな小物をいくつか足すのにちょうどいい量です。
ko: 120 야옹 코인이 든 빵빵한 간식 주머니. 좋아하는 작은 아이템 몇 개를 더하기에 딱 좋아요.
pt_br: Um saquinho cheio com 120 Moedas Miau, ideal para alguns mimos favoritos.
zh_hans: 一袋鼓鼓的零食袋，装着 120 喵币，刚好够添几样喜欢的小东西。
zh_hant: 一袋鼓鼓的零食袋，裝著 120 喵幣，剛好夠添幾樣喜歡的小東西。

# 一键已读
source: Mark All Read
de: Alle als gelesen markieren
es: Marcar todo como leido
fr: Tout marquer comme lu
ja: すべて既読
ko: 모두 읽음
pt_br: Marcar tudo como lido
zh_hans: 一键已读
zh_hant: 一鍵已讀

# 一键清除
source: Clear All
de: Alle loeschen
es: Borrar todo
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
pt_br: Limpar tudo
zh_hans: 一键清除
zh_hant: 一鍵清除

# 三个月
source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
ja: 3か月
ko: 3개월
pt_br: 3 meses
zh_hans: 三个月
zh_hant: 三個月

# 三列
source: Three Columns
de: Drei Spalten
es: Tres columnas
fr: Trois colonnes
ja: 3列
ko: 3열
pt_br: Três colunas
zh_hans: 三列
zh_hant: 三列

# 上移
source: Move up
de: Nach oben verschieben
es: Mover arriba
fr: Déplacer vers le haut
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移
zh_hant: 上移

# 上衣
source: Top
de: Oberteil
es: Parte superior
fr: Haut
ja: トップス
ko: 상의
pt_br: Parte de cima
zh_hans: 上衣
zh_hant: 上衣

# 上装
source: Upper layer
de: Oberbekleidung
es: Capa superior
fr: Couche du haut
ja: 上半身アイテム
ko: 상의 아이템
pt_br: Peça superior
zh_hans: 上装
zh_hant: 上裝

# 下午的时光，适合发呆，适合想你
source: Afternoon is made for drifting thoughts and thinking of you.
de: Der Nachmittag passt zum Träumen und zum Denken an dich.
es: La tarde es para dejar la mente volar y pensar en ti.
fr: L'après-midi est fait pour rêver et penser à toi.
ja: 午後の時間は、ぼんやりするのにも、あなたを想うのにも似合う。
ko: 오후의 시간은 멍하니 있기에도, 너를 생각하기에도 좋아.
pt_br: A tarde combina com devaneios e com pensar em você.
zh_hans: 下午的时光，适合发呆，适合想你
zh_hant: 下午的時光，適合發呆，適合想你

# 下滑收起，点「显示」临时展开，回到顶部恢复。
source: Swipe down to collapse. Tap "Show" to expand temporarily. Returning to top restores it.
de: Nach unten wischen zum Einklappen. Tippe auf "Anzeigen", um vorübergehend zu öffnen. Oben wird es wiederhergestellt.
es: Desliza hacia abajo para contraer. Toca "Mostrar" para abrir temporalmente. Al volver arriba se restaura.
fr: Balayez vers le bas pour réduire. Touchez "Afficher" pour ouvrir temporairement. Le retour en haut rétablit l’affichage.
ja: 下にスワイプで折りたたみ。「表示」で一時的に展開し、上部へ戻ると復元します。
ko: 아래로 밀면 접히고, "표시"를 누르면 임시로 펼쳐져요. 맨 위로 돌아가면 복원됩니다.
pt_br: Deslize para baixo para recolher. Toque em "Mostrar" para abrir temporariamente. Ao voltar ao topo, restaura.
zh_hans: 下滑收起，点「显示」临时展开，回到顶部恢复。
zh_hant: 下滑收起，點「顯示」可暫時展開，回到頂部後恢復。
